Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Many people want to be more aware of their consumption and disposable mentality and choose to buy second-hand clothes, furniture etc.
nn: Mange menneske ønskjer å ha ei meir medviten haldning til forbruk og bruk-og-kast-mentaliteten og vel å kjøpe brukte klede, møblar og andre ting.

source: It is common to give each other presents on Christmas Eve – Christmas presents.
nn: Det er vanleg å gje kvarandre gåver på julaftan – julegåver.

source: She has heard that there is a minority counsellor at her school.
nn: Ho har høyrt at det finst ein minoritetsrådgjevar på skulen.

source: Transport and the environment
nn: Transport og miljø

source: Around 70% of the population are members.
nn: Rundt 70 prosent av befolkninga er medlemer her.

source: This is called separating waste at source.
nn: Dette kallar vi kjeldesortering.

source: This is free of charge.
nn: Denne tenesta er gratis.

source: Diabetes and obesity are also increasing.
nn: Diabetes og fedme er eit veksande problem.

source: As a result, parents are also required to support their children until the children complete upper secondary school, even after they have turned 18.
nn: Foreldre har også vanlegvis plikt til å forsørgje barna sine til dei er ferdige med vidaregåande skule, sjølv etter at dei har fylt 18 år.

source: The church had a lot of power.
nn: Kyrkja hadde mykje makt.

source: The elderly often have special health problems:
nn: Eldre menneske har ofte spesielle helseproblem:

source: Discuss the links between religion and tradition.
nn: Diskuter forholdet mellom religion og tradisjon.

source: During the period of National Romanticism, many believed that Norwegians should have their own written language that was not based on Danish.
nn: I den nasjonalromantiske perioden var det mange som meinte at nordmenn burde ha eit eige skriftspråk som ikkje kom frå det danske språket.

source: Lesbian, gay, bisexual, transgender, intersex persons and other members of the LGBTIQ+ community may be particularly at risk of such violence.
nn: Lesbiske, homofile, bifile, transpersonar, interkjønn-personar og andre LHBTIQ+-personar kan vere ekstra utsette for slik vald.

source: Resettlement refugees or quota refugees come to Norway in agreement with the UNHCR (UN).
nn: Overføringsflyktningar eller kvoteflyktningar kjem til Noreg etter avtale med UNHCR (FN).

source: everyone has the same human rights, regardless of their gender, religion, race, political opinions, nationality etc.
nn: alle menneske har dei same menneskerettane uavhengig av kjønn, religion, etnisitet, politisk syn, nasjonalitet osv.

source: The UN Universal Declaration of Human Rights was adopted in 1948.
nn: FN si menneskerettserklæring blei vedteken i 1948 og gjeld for alle menneske i heile verda.

source: Today, Norway is a modern, multicultural country.
nn: I dag er Noreg eit moderne og multikulturelt land.

source: The freedom of speech applies to private individuals as well as the radio, TV and newspapers.
nn: Ytringsfridomen gjeld både for privatpersonar og for radio, tv og aviser.

source: doctors, nurses, healthcare workers, office staff, cleaners and other members of staff at hospitals and nursing homes
nn: legar, sjukepleiarar, helsefagarbeidarar, kontorpersonale, reingjeringspersonale og andre tilsette på sjukehus og sjukeheimar

source: Norwegians rarely visit friends without arranging the visit in advance.
nn: Nordmenn går sjeldan på besøk til vener utan at det er avtala på førehand.

source: Norway from 1814 to 1905
nn: Noreg frå 1814 til 1905

source: Children under the age of 16 do not pay patient charges.
nn: Barn under 16 år betaler ikkje eigendel.

source: Now that she has entered puberty, she has noticed that her parents have become much stricter.
nn: No er ho komen i puberteten, og ho merkar at foreldra hennar har blitt mykje strengare.

source: Students must apply for higher education by 15 April.
nn: Søkjarar til høgare utdanning må sende inn søknaden før 15.

source: When we borrow money, we set up an agreement with the bank.
nn: Når vi låner pengar, lagar vi ein avtale med banken.

source: What do you think a typical life in Norway is like?
nn: Korleis trur du at eit typisk liv i Noreg er?

source: Before going to the interview, it is important to be well prepared.
nn: Før du skal på intervju, bør du førebu deg godt.

source: This help can take the form of advice and guidance or help to participate in leisure activities, kindergarten or an after-school programme (SFO/AKS).
nn: Hjelpa kan blant anna vere råd og rettleiing, eller hjelp til deltaking i fritidsaktivitetar, barnehage eller SFO/AKS.

source: It is the people who govern politics in Norway by electing political parties to Parliament, county councils and municipal councils.
nn: Folket styrer politikken i Noreg gjennom å velje politiske parti til Stortinget, fylkesting og kommunestyre.

source: Nationals of EU/EEA/EFTA countries do not have to apply for a residence permit, but they do have to register.
nn: Ein statsborgar frå eit EU/EØS/EFTA-land treng ikkje søkje om opphaldsløyve, men skal i staden registrere seg.

source: Patients have to pay for bandages, syringes, medication, tests etc. themselves.
nn: Pasienten betaler sjølv for bandasjar, sprøyter, medisin, prøver og liknande.

source: May: International Workers’ day
nn: Den internasjonale arbeidardagen

source: Agriculture, forestry and fishing were the most important industries in Norway 150 years ago.
nn: For 150 år sidan var jordbruk, skogbruk og fiske dei viktigaste næringane i Noreg.

source: Many children take part in various organised leisure activities.
nn: Mange barn er med i ulike organiserte fritidsaktivitetar.

source: A lot of contact with public agencies etc. takes place via the internet.
nn: Mange spørsmål til offentlege instansar og andre går via internett.

source: Family planning, pregnancy and follow-up of children
nn: Familieplanlegging, svangerskap og oppfølging av barn

source: Denmark-Norway was on France’s side, and when France lost the war, the Danish king had to give up Norway to Sweden, which had supported England in the war.
nn: Danmark-Noreg stod på Frankrike si side, og då Frankrike tapte krigen, måtte den danske kongen gje frå seg Noreg til Sverige som hadde stått på England si side.

source: Norway’s natural resources are primarily fish, forest and oil.
nn: Naturressursane som Noreg har, er først og fremst fisk, skog og olje.

source: Danish Prince Carl was chosen as the new king of Norway.
nn: Den danske prins Carl vart vald som ny konge i Noreg.

source: What is the situation today?
nn: Korleis er dette i dag?

source: In big cities like Oslo, 70 percent of homes are located in apartment buildings and blocks of flats.
nn: I store byar, som Oslo, er 70 prosent av bustadene blokker og bygardar.

source: Is the information in the text correct?
nn: Er opplysningane i teksten rette?

source: The subjects taught in primary and lower secondary education are mathematics, Norwegian, English, foreign languages, science, social studies, physical education, knowledge of Christianity, religion, philosophies of life and ethics (KRLE), art and crafts, music, food and health and elective subjects.
nn: Faga i grunnskulen er matematikk, norsk, engelsk, framandspråk, naturfag, samfunnsfag, kroppsøving, KRLE, kunst og handverk, mat og helse, musikk og valfag.

source: This means that Norway is smaller than, for example, Thailand, Iraq, Turkey and Somalia.
nn: Det vil seie at storleiken på Noreg er mindre enn for eksempel land som Thailand, Irak, Tyrkia og Somalia.

source: The government consists of the ministers (the political heads of each ministry) and the prime minister.
nn: Regjeringa består av statsrådane (den politiske leiaren for kvart departement) og statsministeren.

source: After you have paid the total amount in patient charges, the Norwegian Health Economic Administration (HELFO) will automatically send you an exemption card by post.
nn: Når du har betalt denne summen i eigendelar, får du automatisk tilsendt eit frikort frå Helseøkonomiforvaltningen (HELFO) i posten.

source: Harald Fairhair (Harald Hårfagre) became king of a large portion of Norway in 872.
nn: I år 872 vart vikingen Harald Hårfagre konge over heile Noreg.

source: What natural resources does your home country have, and how are they used?
nn: Kva for naturressursar finst i heimlandet ditt, og korleis blir dei brukte?

source: Attending kindergarten is not mandatory, but most children enter kindergarten at the age of 1 or 2 years.
nn: Barnehage er ikkje obligatorisk, men dei fleste barn går i barnehagen frå dei er 1‒2 år gamle.

source: All employers have an obligation to safeguard health, safety and the environment (HSE) in the workplace.
nn: Alle arbeidsgjevarar er pålagde å sørgje for at helse, miljø og tryggleik (HMT) blir sikra på arbeidsplassen.

source: We pay instalments and interest to the bank.
nn: Vi betaler både avdrag og renter til banken.

source: The reactions in Sweden were fierce and war nearly broke out between Norway and Sweden.
nn: Reaksjonane i Sverige var valdsame, og det braut nesten ut krig mellom Noreg og Sverige.

source: The parents are involved in many of these activities.
nn: Foreldra er involverte i mange av desse aktivitetane.

source: The King and Government fled to England and continued the struggle to free Norway from there.
nn: Kongen og regjeringa flykta til England og held fram kampen for eit fritt Noreg derfrå.

source: Outpatient care requires the same patient co-payment as visits to a family doctor or specialist.
nn: Når du får poliklinisk behandling, betaler du ein eigendel på same måte som når du går til fastlegen eller til ein legespesialist.

source: Some people sing in a choir or play an instrument, and others are involved in various organisations.
nn: Nokre syng i kor eller speler eit instrument, og andre er med i ulike organisasjonar.

source: The National Registry is also responsible for name changes and for issuing personal identity numbers and D numbers.
nn: Folkeregisteret har også ansvar for namnendringar og utlevering av fødselsnummer og D-nummer.

source: If you or someone in your family becomes ill or sustains an injury when your GP’s surgery is closed, you have to contact the accident and emergency department by calling 116 117.
nn: Dersom du eller nokon i familien din blir sjuke eller skadar dykk når legekontoret er stengt, må du kontakte legevakta på telefon 116 117.

source: He assumed the Norwegian royal name Haakon.
nn: Han tok det norske kongenamnet Haakon.

source: All of the 193 member states of the UN have endorsed this declaration.
nn: Alle dei 193 landa som er med i FN, har slutta seg til denne erklæringa.

source: The written language we currently refer to as bokmål is a further development of this language.
nn: Det skriftspråket vi i dag kjenner som bokmål, er ei vidareutvikling av dette.

source: During the Viking Age, most farmers had owned their farm and land themselves, but now most farmers had to pay tax to the church, king and nobles.
nn: I vikingtida hadde dei fleste bøndene eigd garden og jorda si sjølve, men no måtte dei betale skatt til kyrkja, kongen og adelen.

source: What is welfare?
nn: Kva er velferd?

source: Around 17% of the population come from immigrant backgrounds (immigrants and Norwegian-born children with immigrant parents).
nn: Rundt 17 prosent av befolkninga har innvandrarbakgrunn (innvandrarar og norskfødde barn av innvandrarar).

source: Some Vikings were merchants and bought and sold goods, while others were warriors who pillaged and killed.
nn: Nokre vikingar var handelsmenn og kjøpte og selde varer, og andre var krigarar som stal og drap.

source: Who is in your network now?
nn: Kven er i nettverket ditt no?

source: She has just finished upper secondary school and is looking forward to studying.
nn: No er ho nettopp ferdig med vidaregåande og gler seg til å byrje å studere.

source: Discuss the central government’s, counties’ and municipalities’ tasks in a welfare society.
nn: Diskuter staten, fylkeskommunane og kommunane sine oppgåver i eit velferdssamfunn.

source: Today, men and women have the same rights to education and work, property and inheritance, healthcare and good health.
nn: I dag er det lik rett til utdanning og arbeid, til eigedom og arv, til medisin og god helse for både kvinner og menn.

source: Who is Prime Minister in Norway?
nn: Kva heiter statsministeren i Noreg?

source: John: I don’t get it.
nn: Det forstår eg ikkje.Legen:

source: In the evening or at night, children or people who are concerned about a child can call the emergency phone service for children and young people, phone number: 116 111.
nn: På kveldstid, om natta og i helgar kan barn eller andre som er uroleg for eit barn, ringje alarmtelefonen for barn og unge på telefonnummeret 116 111.

source: New Year's Eve is not a public holiday.
nn: Nyttårsaftan er ikkje ein fridag.

source: About 40% of dead people are cremated.
nn: 40 prosent av dei som døyr blir kremert.

source: When Olav Haraldsson was killed in the Battle of Stiklestad in 1030, his son sought the assistance of the church in making his father a saint.
nn: Etter at Olav Haraldsson blei drepen i slaget på Stiklestad i 1030, fekk sonen til Olav hjelp av kyrkja til å gjere far sin til helgen.

source: If you choose a private hospital, you must pay all costs of treatment.
nn: Dersom du vel eit privat sjukehus, må du betale for behandlinga sjølv.

source: The German monk Martin Luther challenged the power of the Catholic Church.
nn: Den tyske munken Martin Luther protesterte mot makta til den katolske kyrkja.

source: The voting age in Norway is 18.
nn: Stemmerettsalderen i Noreg er 18 år.

source: Child benefit is financial support paid for all children under 18 years of age who are resident in Norway.
nn: Barnetrygd er ei økonomisk støtte som blir gjeven for alle barn under 18 år som er busette i Noreg.

source: Every municipality in Norway has a NAV office.
nn: Alle kommunar i Noreg har eit Nav-kontor.

source: This includes food from the grocery industry, grocery shops, restaurants etc. and from private households.
nn: Dette er mat frå matvareindustrien, matbutikkar, restaurantar og andre serveringsstader og frå private hushald.

source: An immigrant is a person who was born abroad, but lives in Norway.
nn: Ein innvandrar er ein person som er fødd i utlandet, men som bur i Noreg.

source: An act dating from 1902 stated that only Norwegian citizens who could speak, read and write Norwegian were allowed to buy land.
nn: Ei lov frå 1902 sa at berre norske statsborgarar som kunne snakke, lese og skrive norsk, kunne kjøpe jord.

source: Immigrant: Would you like to visit me some day?
nn: Vil du kome på besøk til meg ein dag?Nordmannen:

source: The Norwegian media (radio, television, websites, newspapers etc.) are free.
nn: Media (radio, tv, nettet, aviser, osv.) i Noreg er frie.

source: – Parliament, which passes laws.
nn: – Stortinget, som vedtek lover.

source: Of this figure, 773 were sent to concentration camps, and only 38 survived and returned to Norway after the war.
nn: Av desse blei 773 sende til konsentrasjonsleirar, og berre 38 av dei overlevde og kom attende til Noreg etter krigen.

source: Human rights are universal rights.
nn: Menneskerettane gjeld for alle menneske.

source: Adults aged 25 or over have the right to upper secondary education if they have not taken such education before.
nn: Vaksne som er 25 år eller eldre, har rett til vidaregåande opplæring om dei ikkje har det frå før.

source: Doctor: No, but how are you feeling otherwise?
nn: Nei, men korleis har du det elles?

source: 50 days after Easter: Pentecost.
nn: Kristi himmelfartsdag 50 dagar etter påske: Pinse mai:

source: The central government, county authorities and municipalities
nn: Staten, fylkeskommunane og kommunane

source: Shops and schools are closed and most people have the day off work.
nn: Då er butikkane stengde, mange har fri frå jobben, og barna har fri frå skulen.

source: Many people moved to the cities.
nn: Mange flytta til byane.

source: What kind of role should parents play when their 15-year-old is choosing upper secondary education?
nn: Kva slags rolle bør foreldra ta når ein 15-åring skal velje vidaregåande utdanning?

source: There are currently 26 European countries in the Schengen region.
nn: I dag omfattar avtalen 26 europeiske land.

source: How can children and adults contact the Child Welfare Service?
nn: Korleis kan barn og vaksne kontakte barnevernet?

source: You can study to become an engineer.
nn: Du kan studere og bli ingeniør.

source: What is domestic violence?
nn: Kva er vald i nære relasjonar?

source: The USA offered economic assistance to European countries after the war.
nn: USA gav tilbod om økonomisk hjelp til land i Europa etter krigen.

source: There are also around 50,000 Sami living in Sweden, Finland and Russia.
nn: Det bur også rundt 50 000 samar til saman i Sverige, Finland og Russland.

source: It applies to children and young people under 18 and sets out parents’ duties towards their children and children’s rights towards their parents.
nn: Denne lova gjeld for barn og unge under 18 år og seier mykje om kva plikter foreldra har overfor barna og kva rettar barna har overfor foreldra.

source: How will the way you celebrate these days change now that you live in Norway?
nn: Korleis vil måten du markerer desse dagane på, endre seg no som du bur i Noreg?

source: As a result of two referendums held that same year, it was determined that the union with Sweden was dissolved and that the new nation of Norway would be a monarchy.
nn: Gjennom to folkeavstemmingar same året vart det slege fast at unionen med Sverige var oppløyst, og at den nye staten Noreg skulle vere eit monarki.

source: During the 1300s Denmark gained more and more influence over Norway and, in 1397, Norway was absorbed into a formal union with Denmark and Sweden.
nn: I løpet av 1300-talet fekk Danmark meir og meir innverknad over Noreg, og frå 1397 var Noreg i ein formell union med Danmark og Sverige.

source: King Haakon the 7th was King of Norway from 1905 until his death in 1957.
nn: Kong Haakon 7. var konge i Noreg frå 1905 til han døydde i 1957.

source: This obligation to provide support continues until the child reaches the age of 18.
nn: Denne forsørgingsplikta gjeld heilt til barnet har fylt 18 år.

source: All costs for treatment, the hospital stay and food are paid for by the government.
nn: Alle kostnader til behandling, opphald og mat blir dekte av det offentlege.

source: If you do not have a referral, you must pay a higher co-payment.
nn: Dersom ein ikkje har tilvising, må ein betale ein høgare eigendel.

source: All types of violence are illegal in Norway.
nn: Norsk lov forbyr all bruk av vald.

source: It was celebrated for the first time in 1915.
nn: Dagen blei markert for første gong i Norge i 1915.

source: Norway’s Parliament is called Stortinget.
nn: Nasjonalforsamlinga i Noreg heiter Stortinget.

source: There are also many rules that everyone knows, but that have not been written down.
nn: Det finst òg mange reglar som alle kjenner til, men som ikkje er skrivne ned.

source: Some immigrants are not entitled to free tuition, but are obliged to complete 300 hours of tuition in the Norwegian language and social studies in order to qualify for a permanent residence permit.
nn: Somme har ikkje rett til gratis opplæring, men har plikt til å gjennomføre 300 timar opplæring i norsk og samfunnskunnskap for å få permanent opphaldsløyve.

source: There are waste containers for different types of waste at recycling sites.
nn: På returpunkta finn vi søppelkonteinarar for ulike typar søppel.

source: These are also social arenas.
nn: Dette er òg sosiale arenaer.

source: Young people between the ages of 18 and 20 pay 25% of the cost of dental treatment, while the government pays 75%.
nn: Ungdom mellom 18 og 20 år betaler 25 prosent av kostnadene til tannbehandling, medan det offentlege betaler 75 prosent.

source: The first cities in Norway were founded during this period.
nn: Dei første byane i Noreg blei grunnlagde på denne tida.

source: There is full freedom of religion in Norway.
nn: Det er full religionsfridom i Noreg.

source: Discuss the link between diet and health.
nn: Diskuter samanhengen mellom kosthald og helse.

source: The union with Sweden was dissolved in 1905.
nn: I 1905 vart unionen med Sverige oppløyst.

source: This includes compliance with EU rules that apply to the free flow of goods, services, labour and capital.
nn: Vi følgjer blant anna reglane i EU når det gjeld fri utveksling av varer, tenester, arbeidskraft og kapital.

source: Ascension Day is 40 days after Easter and Pentecost is 50 days after Easter.
nn: 40 dagar etter påske er det Kristi himmelfartsdag, og 50 dagar etter påske er det pinse.

source: teachers, office staff, cleaners and other school staff
nn: lærarar, kontorpersonale, reingjeringspersonale og andre tilsette i skulen

source: In 1950, around 20 percent of the population worked in agriculture, compared to only three percent today.
nn: I 1950 arbeidde 20 prosent av befolkninga med jordbruk. I dag har denne delen gått ned til under tre prosent.

source: Power in the hands of the church, king and nobility
nn: Kyrkja, kongen og adelen får makt

source: Complaints must be addressed to the school.
nn: Klagen skal sendast til skulen.

source: Examples of such organisations are:
nn: Eksempel på slike organisasjonar er:

source: Childhood and the Children and Parents Act
nn: Barndom, barnelova og barnevernet

source: The surface area of Norway is 385,199 square kilometres.
nn: Flateinnhaldet til Noreg er 385 199 kvadratkilometer.

source: This led to the formation of the North Atlantic Treaty Organization, NATO.
nn: Dette førte til opprettinga av den nordatlantiske forsvarsorganisasjonen, NATO.

source: The grades they received in grade 10 determine which upper secondary school they can go to.
nn: mars, og dei søkjer på internett. Karakterane frå 10.

source: We call the period of time between the years 800 and 1050 AD the Viking Period.
nn: Åra mellom 800 og 1050 e.Kr. kallar vi vikingtida.

source: This alternates between general elections and local elections (county council and municipal elections).
nn: Det vekslar mellom stortingsval og lokalval (fylkestings- og kommuneval).

source: Cardiovascular diseases, along with cancer, are the most common cause of death in Norway.
nn: Dei vanlegaste dødsårsakene i Noreg er hjarte- og karsjukdomar og kreft.

source: Both employers and employees can be punished for undeclared work.
nn: Både arbeidsgjevarar og arbeidstakarar kan bli straffa for svart arbeid.

source: They also build on intellectual freedom, charity, forgiveness, equality and solidarity.
nn: Skulen skal òg byggje på åndsfridom, nestekjærleik, tilgjeving, likeverd og solidaritet.

source: Application and CV
nn: Søknad og CV

source: Norway has a population of just over five million.
nn: Det bur litt over fem millionar menneske i Noreg.

source: All children in Norway have the right to 13 years of education.
nn: Alle barn i Noreg har rett til opplæring i 13 år. Grunnskulen er tiårig.

source: : 10 years of mandatory education.
nn: Obligatorisk 10-årig grunnskule.

source: Discuss Merhet’s situation.
nn: Diskuter situasjonen til Merhet.

source: (name, phone number, where you are calling from)
nn: (namn, telefonnummer, kvar du ringjer frå)

source: Social status and social relationships
nn: sosial status og sosiale relasjonar

source: Contraceptive pills are pills that contain the hormones oestrogen and gestagen/progesteron.
nn: P-piller er piller som inneheld hormona østrogen og gestagen/progesteron.
